exports.menu = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
ゞ📆 *${tampilTanggal}*
ゞ⏱️ *${tampilWaktu}*
ゞ📢 Bot Aktif ; *${aktif}*
         ───

╔════════════════════
║ *FITUR BOT *
╠════════════════════
║╭──🚀 *MAKER* 🚀────
║│💈 #sticker
║│💈 #gaming <text>|<text>
║│💈 #textimage <text>
║│💈 #text3d <text>
║│💈 #gltext <teks>
║│💈 #blackpink <text>
║│💈 #ttp <text>
║│💈 #texthunder <text>
║╰──────────────
╠════════════════════
║╭──🃏 *PICTURE* 🃏────
║│💈 #foto cewek
║│💈 #foto cowok
║│💈 #loli
║│💈 #loli2
║│💈 #pokemon
║│💈 #waifu
║│💈 #waifu2
║│💈 #fotoanime
║│💈 #randomkis
║│💈 #randomcry
║│💈 #meme
║│💈 #memecreate <atas=text text-bawah=text background-url=url>
║│💈 #nekonime
║│💈 #ssweb <link>
║│💈 #map
║│💈 #nekopoi
║│💈 #urltoimg <link>
║│💈 #quotemaker <text>
║│💈 #ttp2
║╰─────────────
╠════════════════════
║╭──🎲 *GABUT* 🎲────
║│🎏 #nulis
║│🎏 #pantun
║│🎏 #artinama <nama>
║│🎏 #pasangan <anda & jika punya>
║│🎏 #lirik <nama lagu>
║│🎏 #chord <nama lagu>
║│🎏 #bucin
║│🎏 #renungan
║│🎏 #zodiak <25-06-2003>
║│🎏 #simi <hai>
║│🎏 #cooltext <text>
║│🎏 #ping
║╰─────────────────
╠════════════════════
║╭──📝 *INFORMASI* 📝─────
║│📋 #covid
║│📋 #covidcountry
║│📋 #infogempa
║│📋 #cektanggal <17 Agustus>
║│📋 #infoanime <one peace>
║│📋 #filmanime <one peace>
║│📋 #wiki <tollol>
║│📋 #cuaca <wilayah>
║│📋 #wikien <sit>
║│📋 #resep <ayam goyeng>
║│📋 #jadwaltvnow <chanel>
║╰────────────────
╠════════════════════
║╭──📜 *PUISI & QUOTES* 📜──
║│📗 #puisi1
║│📘 #puisi2
║│📙 #katabijak
║│📚 #cerpen
║│📔 #quotes
║│📒 #quotes1
║╰────────────
╠════════════════════
║╭──📩 *DOWNLOAD* 📩───
║│📥 #ytmp3 <link>
║│📥 #ytmp4 <link>
║│📥 #ytmp5 <link>
║│📥 #yt <link>
║│📥 #ig <link>
║│📥 #twt <link>
║│📥 #tiktok <link>
║│📥 #fb <link>
║│📥 #joox <nama lagu>
║╰───────────────
╠════════════════════
║╭──🌐 *ISLAM* 🌐───
║│• #sholat <daerah>
║│• #quran
║╰───────────────
╠════════════════════
║╭──💉 *SPAM* 💉───
║│📨 #spamsms <82334297175>
║│📨 #spamcall <82334297175>
║│📨 #spamgmail <anjay@gmail.com>
║╰─────────────
╠════════════════════
║╭──❉ 18 ❉────
║│➥ #indohot
║│➥ #cersex
║│➥ #cersex2
║│➥ #hentai
║│➥ #nekonime
║│➥ #randomhentai
║│➥ #randomhentai2
║╰────────────
╠════════════════════
║╭──❉ *GROUP* ❉───
║│📲 #opengc
║│📲 #closegc
║│📲 #tagme
║│📲 #setname
║│📲 #setdesc
║╰────────────
╠════════════════════
║╭──❉ *OTHER* ❉───
║│📠 #gtts <text>
║│📠 #pesankosong
║│📠 #bitly <shortlink>
║│📠 #namaninja <nama>
║│📠 #alay <text>
║│📠 #profileig <@affis_saputro123>
║│📠 #igstalk <@affis_saputro123>
║│📠 #ocr <image to text>
║│📠 #checkip
║│📠 #ping
║│📠 #hostsearch
║│📠 #scdl
║│📠 #pesankosong
║│📠 #say <text>
║│📠 #rumah
║│📠 #love
║│📠 #beruang
║│📠 #laknat
║│📠 #fakta
║│📠 #shota
║│📠 #dewabacth
║│📠 #namajenis <text>
║│📠 #quotesanime
║│📠 #mostviewfilm
║╰────────────────
╠════════════════════
║╭──📎 *ABOUT* 📎─────
║│➥ #donate
║╰───────────
╠════════════════════
}
